/* Alice and Bob are typing… */
"%1$@ and %2$@ are typing…" = "%1$@ و %2$@ در حال نوشتن هستند…";

/* Alice, Bob and Charlie are typing… */
"%1$@, %2$@ and %3$@ are typing…" = "%1$@، %2$@ و %3$@ در حال نوشتن هستند…";

/* Alice, Bob, Charlie and 3 others are typing… */
"%1$@, %2$@, %3$@ and %4$@ others are typing…" = "%1$@، %2$@، %3$@ و %4$@ نفر دیگر در حال نوشتن هستند…";

/* Alice, Bob, Charlie and 1 other is typing… */
"%1$@, %2$@, %3$@ and 1 other is typing…" = "%1$@، %2$@، %3$@ و ۱ نفر دیگر در حال نوشتن هستند…";

/* Alice and Bob will receive invitations */
"%@ and %@ will receive invitations" = "%1$@ و %2$@ دعوت‌نامه دریافت خواهند کرد";

/* No comment provided by engineer. */
"%@ invitation" = "دعوت‌نامه %@";

/* '%@' is the name of a user */
"%@ is out of office" = "%@ در محل کار حضور ندارد";

/* '%@' is the name of a user */
"%@ is out of office today" = "%@ امروز در محل کار حضور ندارد";

/* Alice is typing… */
"%@ is typing…" = "%@ در حال نوشتن است…";

/* {app name} is not installed */
"%@ not installed" = "%@ نصب نشده است";

/* {app name} version not supported */
"%@ version not supported" = "نسخه %@ پشتیبانی نمی‌شود";

/* Alice will receive an invitation */
"%@ will receive an invitation" = "%@ دعوت‌نامه دریافت خواهد کرد";

/* Alice, Bob and Charlie will receive invitations */
"%@, %@ and %@ will receive invitations" = "%1$@، %2$@ و %3$@ دعوت‌نامه دریافت خواهند کرد";

/* Alice, Bob, Charlie and 3 others will receive invitations */
"%@, %@, %@ and %ld others will receive invitations" = "%1$@، %2$@، %3$@ و %4$ld نفر دیگر دعوت‌نامه دریافت خواهند کرد";

/* Alice, Bob, Charlie and 1 other will receive invitations */
"%@, %@, %@ and 1 other will receive invitations" = "%1$@، %2$@، %3$@ و ۱ نفر دیگر دعوت‌نامه دریافت خواهند کرد";

/* No comment provided by engineer. */
"%d days ago" = "%d روز قبل";

/* No comment provided by engineer. */
"%d hours ago" = "%d ساعت قبل";

/* No comment provided by engineer. */
"%d minutes ago" = "%d دقیقه قبل";

/* Number of options in a poll */
"%d options" = "%d گزینه";

/* Replies in a thread */
"%d replies" = "%d پاسخ";

/* Votes in a poll */
"%d votes" = "%d رأی";

/* '5 active bots' in this conversation */
"%ld active bots" = "%ld ربات فعال";

/* No comment provided by engineer. */
"%ld notifications" = "%ld اعلان";

/* No comment provided by engineer. */
"%ld participants" = "%ld شرکت‌کننده";

/* No comment provided by engineer. */
"%ld participants in this call" = "%ld شرکت‌کننده در این تماس";

/* Replies in a thread */
"%ld replies" = "%ld پاسخ";

/* No comment provided by engineer. */
"'Do not disturb' user status is ignored for important conversations" = "وضعیت «مزاحم نشوید» برای گفتگوهای مهم نادیده گرفته می‌شود";

/* No comment provided by engineer. */
"1 day" = "۱ روز";

/* No comment provided by engineer. */
"1 hour" = "۱ ساعت";

/* No comment provided by engineer. */
"1 week" = "۱ هفته";

/* First step in scanning QR code instructions */
"1. Access your server in a web browser" = "۱. از طریق مرورگر وارد سرور خود شوید";

/* No comment provided by engineer. */
"15 minutes" = "۱۵ دقیقه";

/* Second step in scanning QR code instructions */
"2. Go to Settings > Security > Create new app password" = "۲. به مسیر تنظیمات > امنیت > ایجاد رمز عبور جدید برای برنامه بروید";

/* Message is pinned 24 hours */
"24 hours" = "۲۴ ساعت";

/* Third step in scanning QR code instructions */
"3. Scan the QR code shown there" = "۳. کد QR نمایش داده شده در آنجا را اسکن کنید";

/* Message is pinned 30 days */
"30 days" = "۳۰ روز";

/* No comment provided by engineer. */
"30 minutes" = "۳۰ دقیقه";

/* No comment provided by engineer. */
"4 hours" = "۴ ساعت";

/* No comment provided by engineer. */
"4 weeks" = "۴ هفته";

/* Message is pinned 7 days */
"7 days" = "۷ روز";

/* No comment provided by engineer. */
"8 hours" = "۸ ساعت";

/* No comment provided by engineer. */
"@-mentions only" = "فقط اشاره‌ها (@)";

/* No comment provided by engineer. */
"[Unknown username]" = "[نام کاربری ناشناس]";

/* No comment provided by engineer. */
"About" = "درباره";

/* No comment provided by engineer. */
"Absence" = "عدم حضور";

/* No comment provided by engineer. */
"Accept" = "قبول کردن";

/* No comment provided by engineer. */
"Account" = "حساب کاربری";

/* No comment provided by engineer. */
"Account already added" = "حساب کاربری قبلاً اضافه شده است";

/* No comment provided by engineer. */
"Account not configured" = "حساب کاربری پیکربندی نشده است";

/* No comment provided by engineer. */
"Account not found" = "حساب کاربری پیدا نشد";

/* No comment provided by engineer. */
"Accounts" = "حساب‌ها";

/* No comment provided by engineer. */
"Accuracy" = "دقت";

/* No comment provided by engineer. */
"Add (%lu)" = "افزودن (%lu)";

/* No comment provided by engineer. */
"Add account" = "افزودن حساب کاربری";

/* No comment provided by engineer. */
"Add an internal note about this ban" = "افزودن یادداشت داخلی درباره این مسدودسازی";

/* No comment provided by engineer. */
"Add answer" = "افزودن پاسخ";

/* No comment provided by engineer. */
"Add attendees" = "افزودن حاضرین";

/* No comment provided by engineer. */
"Add participants" = "افزودن شرکت‌کننده";

/* No comment provided by engineer. */
"Add reaction" = "ثبت واکنش";

/* No comment provided by engineer. */
"Add to favorites" = "افزودن به علاقه‌مندی‌ها";

/* No comment provided by engineer. */
"Added note to self" = "یادداشت به خود اضافه شد";

/* No comment provided by engineer. */
"Adding a mention will only notify users that did not read the message yet" = "اشاره کردن (Mention) فقط به کاربرانی که هنوز پیام را نخوانده‌اند اعلان می‌فرستد";

/* No comment provided by engineer. */
"Address" = "نشانی";

/* No comment provided by engineer. */
"Advanced" = "پیشرفته";

/* No comment provided by engineer. */
"AirPlay button" = "دکمه AirPlay";

/* No comment provided by engineer. */
"All messages" = "همه پیام‌ها";

/* No comment provided by engineer. */
"All messages were deleted" = "تمام پیام‌ها حذف شدند";

/* No comment provided by engineer. */
"All notifications are muted" = "همه اعلان‌ها بی‌صدا هستند";

/* No comment provided by engineer. */
"Allow guests to join this conversation via link" = "اجازه به کاربران مهمان برای ورود به گفتگو از طریق لینک";

/* '@all' should not be translated */
"Allow participants to mention @all" = "اجازه به شرکت‌کنندگان برای استفاده از @all";

/* No comment provided by engineer. */
"Allow to dial-in without a pin" = "اجازه ورود به تماس بدون کد PIN";

/* '{Microphone, Camera, ...} access is allowed' */
"Allowed" = "مجاز";

/* No comment provided by engineer. */
"Alphabetical order" = "ترتیب الفبا";

/* Sort conversations alphabetically */
"Alphabetically" = "بر اساس الفبا";

/* No comment provided by engineer. */
"Also open to guest app users" = "همچنین برای کاربران برنامه مهمان باز باشد";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and %ld more participants" = "مدیر سیستم شما و %ld شرکت‌کننده دیگر را اضافه کرد";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and {user0}" = "مدیر سیستم شما و {user0} را اضافه کرد";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and %ld more participants" = "مدیر سیستم {user0} و %ld شرکت‌کننده دیگر را اضافه کرد";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and {user1}" = "مدیر سیستم {user0} و {user1} را اضافه کرد";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and %ld more participants from moderators" = "مدیر سیستم دسترسی مدیریت شما و %ld شرکت‌کننده دیگر را لغو کرد";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and {user0} from moderators" = "مدیر سیستم دسترسی مدیریت شما و {user0} را لغو کرد";

/* No comment provided by engineer. */
"An administrator demoted you from moderator" = "An administrator demoted you from moderator";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and %ld more participants from moderators" = "مدیر سیستم دسترسی مدیریت {user0} و %ld شرکت‌کننده دیگر را لغو کرد";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and {user1} from moderators" = "مدیر سیستم دسترسی مدیریت {user0} و {user1} را لغو کرد";

/* No comment provided by engineer. */
"An administrator demoted {user} from moderator" = "An administrator demoted {user} from moderator";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and %ld more participants to moderators" = "مدیر سیستم شما و %ld شرکت‌کننده دیگر را به عنوان مدیر ارتقا داد";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and {user0} to moderators" = "مدیر سیستم شما و {user0} را به عنوان مدیر ارتقا داد";

/* No comment provided by engineer. */
"An administrator promoted you to moderator" = "An administrator promoted you to moderator";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and %ld more participants to moderators" = "مدیر سیستم {user0} و %ld شرکت‌کننده دیگر را به عنوان مدیر ارتقا داد";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and {user1} to moderators" = "مدیر سیستم {user0} و {user1} را به عنوان مدیر ارتقا داد";

/* No comment provided by engineer. */
"An administrator promoted {user} to moderator" = "An administrator promoted {user} to moderator";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and %ld more participants" = "مدیر سیستم شما و %ld شرکت‌کننده دیگر را حذف کرد";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and {user0}" = "مدیر سیستم شما و {user0} را حذف کرد";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and %ld more participants" = "مدیر سیستم {user0} و %ld شرکت‌کننده دیگر را حذف کرد";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and {user1}" = "مدیر سیستم {user0} و {user1} را حذف کرد";

/* No comment provided by engineer. */
"An error occurred changing privacy setting" = "خطایی در تغییر تنظیمات حریم خصوصی رخ داد";

/* No comment provided by engineer. */
"An error occurred changing read status setting" = "خطایی در تغییر تنظیمات وضعیت خوانده شدن رخ داد";

/* No comment provided by engineer. */
"An error occurred changing typing privacy setting" = "خطایی در تغییر تنظیمات حریم خصوصی نوشتن رخ داد";

/* No comment provided by engineer. */
"An error occurred downloading the picture" = "خطایی در دانلود تصویر رخ داد";

/* No comment provided by engineer. */
"An error occurred removing profile image" = "خطایی در حذف عکس پروفایل رخ داد";

/* No comment provided by engineer. */
"An error occurred setting address" = "خطایی در تنظیم نشانی رخ داد";

/* No comment provided by engineer. */
"An error occurred setting email address" = "خطایی در تنظیم ایمیل رخ داد";

/* No comment provided by engineer. */
"An error occurred setting phone number" = "خطایی در تنظیم شماره تلفن رخ داد";

/* No comment provided by engineer. */
"An error occurred setting profile image" = "خطایی در تنظیم عکس پروفایل رخ داد";

/* No comment provided by engineer. */
"An error occurred setting Twitter account" = "خطایی در تنظیم حساب توییتر رخ داد";

/* No comment provided by engineer. */
"An error occurred setting user name" = "خطایی در تنظیم نام کاربری رخ داد";

/* No comment provided by engineer. */
"An error occurred setting website" = "خطایی در تنظیم وب‌سایت رخ داد";

/* No comment provided by engineer. */
"An error occurred trying to translate message" = "خطایی هنگام ترجمه پیام رخ داد";

/* No comment provided by engineer. */
"An error occurred while adding %@ to the room" = "خطایی هنگام افزودن %@ به اتاق رخ داد";

/* No comment provided by engineer. */
"An error occurred while adding a reaction to a message" = "خطایی هنگام ثبت واکنش روی پیام رخ داد";

/* No comment provided by engineer. */
"An error occurred while adding note" = "خطایی در افزودن یادداشت رخ داد";

/* No comment provided by engineer. */
"An error occurred while clearing status message" = "خطایی در پاک‌سازی پیام وضعیت رخ داد";

/* No comment provided by engineer. */
"An error occurred while creating poll draft" = "خطایی در ایجاد پیش‌نویس نظرسنجی رخ داد";

/* No comment provided by engineer. */
"An error occurred while creating the meeting" = "خطایی در ایجاد جلسه رخ داد";

/* No comment provided by engineer. */
"An error occurred while creating the poll" = "خطایی در ایجاد نظرسنجی رخ داد";

/* No comment provided by engineer. */
"An error occurred while creating the thread" = "خطایی در ایجاد رشته گفتگو (Thread) رخ داد";

/* No comment provided by engineer. */
"An error occurred while deleting the message" = "خطایی در حذف پیام رخ داد";

/* No comment provided by engineer. */
"An error occurred while deleting the poll draft" = "خطایی در حذف پیش‌نویس نظرسنجی رخ داد";

/* No comment provided by engineer. */
"An error occurred while disabling absence" = "خطایی هنگام غیرفعال‌سازی وضعیت عدم حضور رخ داد";

/* No comment provided by engineer. */
"An error occurred while editing the poll" = "خطایی در ویرایش نظرسنجی رخ داد";

/* No comment provided by engineer. */
"An error occurred while opening the file %@" = "خطایی هنگام باز کردن فایل %@ رخ داد";

/* No comment provided by engineer. */
"An error occurred while pinning the message" = "خطایی در سنجاق کردن پیام رخ داد";

/* No comment provided by engineer. */
"An error occurred while removing a reaction from a message" = "خطایی هنگام حذف واکنش از روی پیام رخ داد";

/* No comment provided by engineer. */
"An error occurred while removing the avatar" = "خطایی در حذف آواتار رخ داد";

/* No comment provided by engineer. */
"An error occurred while sending the message" = "خطایی در ارسال پیام رخ داد";

/* No comment provided by engineer. */
"An error occurred while setting \(formattedPhoneNumber) as phone number" = "خطایی هنگام تنظیم \(formattedPhoneNumber) به عنوان شماره تلفن رخ داد";

/* No comment provided by engineer. */
"An error occurred while setting absence" = "خطایی در تنظیم وضعیت عدم حضور رخ داد";

/* No comment provided by engineer. */
"An error occurred while setting description" = "خطایی در تنظیم توضیحات رخ داد";

/* No comment provided by engineer. */
"An error occurred while setting online status" = "خطایی در تنظیم وضعیت آنلاین رخ داد";

/* No comment provided by engineer. */
"An error occurred while setting phone number" = "خطایی در تنظیم شماره تلفن رخ داد";

/* No comment provided by engineer. */
"An error occurred while setting status message" = "خطایی در تنظیم پیام وضعیت رخ داد";

/* No comment provided by engineer. */
"An error occurred while setting the avatar" = "خطایی در تنظیم آواتار رخ داد";

/* No comment provided by engineer. */
"An error occurred while setting user status" = "خطایی در تنظیم وضعیت کاربر رخ داد";

/* No comment provided by engineer. */
"An error occurred while sharing the file" = "خطایی در اشتراک‌گذاری فایل رخ داد";

/* No comment provided by engineer. */
"An error occurred while starting a new group conversation" = "خطایی در شروع گفتگوی گروهی جدید رخ داد";

/* No comment provided by engineer. */
"An error occurred while testing push notifications" = "خطایی هنگام آزمایش اعلان‌های آنی (Push) رخ داد";

/* No comment provided by engineer. */
"An error occurred while unpinning the message" = "خطایی در برداشتن سنجاق پیام رخ داد";

/* No comment provided by engineer. */
"an hour" = "یک ساعت";

/* No comment provided by engineer. */
"Anonymous poll" = "نظرسنجی بی‌نام";

/* No comment provided by engineer. */
"Answer" = "پاسخ";

/* No comment provided by engineer. */
"Answers" = "پاسخ‌ها";

/* No comment provided by engineer. */
"App" = "برنامه";

/* No comment provided by engineer. */
"App is outdated" = "برنامه قدیمی است";

/* No comment provided by engineer. */
"Appear offline" = "نمایش به صورت آفلاین";

/* No comment provided by engineer. */
"Archive conversation" = "بایگانی گفتگو";

/* No comment provided by engineer. */
"Archived conversations" = "گفتگوهای بایگانی‌شده";

/* No comment provided by engineer. */
"Archived conversations are hidden from the conversation list by default. They will only be shown when you open archived conversations list." = "گفتگوهای بایگانی‌شده به صورت پیش‌فرض از لیست گفتگوها پنهان هستند و تنها زمانی نمایش داده می‌شوند که لیست بایگانی را باز کنید.";

/* No comment provided by engineer. */
"Ask a question" = "طرح یک سوال";

/* No comment provided by engineer. */
"Attachments allowed?" = "اجازه ارسال پیوست؟";

/* No comment provided by engineer. */
"Attendees" = "حاضرین";

/* Join a call in audio only mode */
"Audio only" = "فقط صدا";

/* No comment provided by engineer. */
"Audio options" = "تنظیمات صدا";

/* No comment provided by engineer. */
"Audio, video and screen shares" = "صدا، ویدیو و اشتراک‌گذاری صفحه";

/* No comment provided by engineer. */
"Audios" = "صداها";

/* No comment provided by engineer. */
"Away" = "دور از دسترس";

/* No comment provided by engineer. */
"Back to conversations" = "بازگشت به گفتگوها";

/* Ban a user/guest */
"Ban" = "مسدود کردن";

/* e.g. Ban John Doe */
"Ban %@" = "مسدود کردن %@";

/* No comment provided by engineer. */
"Ban participant" = "مسدود کردن شرکت‌کننده";

/* Date and time of ban creation */
"Banned by:" = "مسدود شده توسط:";

/* No comment provided by engineer. */
"Banned users and guests" = "کاربران و مهمانان مسدودشده";

/* Bold text */
"Bold" = "ضخیم (Bold)";

/* No comment provided by engineer. */
"bot" = "ربات";

/* No comment provided by engineer. */
"Bots" = "ربات‌ها";

/* No comment provided by engineer. */
"Browse log files" = "مرور فایل‌های لاگ";

/* No comment provided by engineer. */
"Browse poll drafts" = "مرور پیش‌نویس‌های نظرسنجی";

/* No comment provided by engineer. */
"Busy" = "مشغول";

/* Sort conversations by recent activity */
"By activity" = "بر اساس فعالیت";

/* No comment provided by engineer. */
"Cached files" = "فایل‌های کش‌شده";

/* No comment provided by engineer. */
"Cached images" = "تصاویر کش‌شده";

/* No comment provided by engineer. */
"Calendar" = "تقویم";

/* No comment provided by engineer. */
"Call notification sent" = "اعلان تماس ارسال شد";

/* No comment provided by engineer. */
"Call options" = "تنظیمات تماس";

/* No comment provided by engineer. */
"Call recording enabled?" = "ضبط تماس فعال است؟";

/* No comment provided by engineer. */
"Call recording failed. Please contact your administrator" = "ضبط تماس ناموفق بود. لطفاً با مدیر سیستم تماس بگیرید";

/* No comment provided by engineer. */
"Call recording is starting" = "ضبط تماس در حال شروع است";

/* No comment provided by engineer. */
"Call recording started" = "ضبط تماس شروع شد";

/* No comment provided by engineer. */
"Call recording stopped" = "ضبط تماس متوقف شد";

/* No comment provided by engineer. */
"Call view mode" = "Call view mode";

/* No comment provided by engineer. */
"Call without notification" = "تماس بدون اعلان";

/* No comment provided by engineer. */
"Calling is currently not supported because end-to-end-encryption is enabled on the server" = "به دلیل فعال بودن رمزگذاری سرتاسری (E2EE) روی سرور، تماس در حال حاضر پشتیبانی نمی‌شود";

/* No comment provided by engineer. */
"CallKit supported?" = "پشتیبانی از CallKit؟";

/* No comment provided by engineer. */
"Calls" = "تماس‌ها";

/* No comment provided by engineer. */
"Calls enabled?" = "تماس فعال است؟";

/* No comment provided by engineer. */
"Calls from an old account were received." = "تماس‌هایی از یک حساب کاربری قدیمی دریافت شد.";

/* No comment provided by engineer. */
"Calls from old accounts" = "تماس از حساب‌های قدیمی";

/* No comment provided by engineer. */
"Camera" = "دوربین";

/* No comment provided by engineer. */
"Camera access" = "دسترسی دوربین";

/* No comment provided by engineer. */
"Camera access is not allowed. Check your settings." = "دسترسی به دوربین مجاز نیست. تنظیمات خود را بررسی کنید.";

/* No comment provided by engineer. */
"Camera disabled" = "دوربین غیرفعال شد";

/* No comment provided by engineer. */
"Camera enabled" = "دوربین فعال شد";

/* No comment provided by engineer. */
"Can create conversations?" = "امکان ایجاد گفتگو وجود دارد؟";

/* No comment provided by engineer. */
"Cancel" = "لغو";

/* No comment provided by engineer. */
"Cancelled call from another account" = "تماس لغوشده از حساب کاربری دیگر";

/* No comment provided by engineer. */
"Cannot share to conversation" = "امکان اشتراک‌گذاری در این گفتگو وجود ندارد";

/* No comment provided by engineer. */
"Capabilities" = "قابلیت‌ها";

/* No comment provided by engineer. */
"Change password" = "تغییر رمز عبور";

/* No comment provided by engineer. */
"Change your vote" = "تغییر رأی";

/* No comment provided by engineer. */
"Chat" = "چت";

/* No comment provided by engineer. */
"Chat messages" = "پیام‌های چت";

/* No comment provided by engineer. */
"Clear cache" = "پاک کردن حافظه پنهان (کش)";

/* No comment provided by engineer. */
"Clear cached chat messages" = "پاک کردن پیام‌های کش‌شده";

/* No comment provided by engineer. */
"Clear reminder" = "پاک کردن یادآور";

/* No comment provided by engineer. */
"Clear status message" = "پاک کردن پیام وضعیت";

/* No comment provided by engineer. */
"Clear status message after" = "پاک کردن پیام وضعیت پس از";

/* No comment provided by engineer. */
"Close" = "بستن";

/* Code block */
"Code" = "کد (Code)";

/* No comment provided by engineer. */
"Configuration" = "پیکربندی";

/* No comment provided by engineer. */
"Configure your next absence period" = "تنظیم دوره عدم حضور بعدی شما";

/* No comment provided by engineer. */
"Confirm and hide warning" = "تایید و پنهان کردن هشدار";

/* No comment provided by engineer. */
"Connecting to %@ …" = "در حال اتصال به %@…";

/* No comment provided by engineer. */
"Connecting to the call …" = "در حال اتصال به تماس…";

/* No comment provided by engineer. */
"Contact access" = "دسترسی به مخاطبان";

/* No comment provided by engineer. */
"Contact access has been denied" = "دسترسی به مخاطبان رد شده است";

/* No comment provided by engineer. */
"Contacts" = "مخاطبان";

/* No comment provided by engineer. */
"Conversation creation failed" = "ایجاد گفتگو ناموفق بود";

/* No comment provided by engineer. */
"Conversation details" = "جزئیات گفتگو";

/* No comment provided by engineer. */
"Conversation name" = "نام گفتگو";

/* No comment provided by engineer. */
"Conversation name cannot be empty" = "نام گفتگو نمی‌تواند خالی باشد";

/* No comment provided by engineer. */
"Conversation not found" = "گفتگو پیدا نشد";

/* No comment provided by engineer. */
"Conversation not found or not joined" = "گفتگو پیدا نشد یا شما عضو آن نیستید";

/* No comment provided by engineer. */
"Conversation participants" = "شرکت‌کنندگان گفتگو";

/* No comment provided by engineer. */
"Conversation password has been removed" = "رمز عبور گفتگو حذف شد";

/* No comment provided by engineer. */
"Conversation password has been saved" = "رمز عبور گفتگو ذخیره شد";

/* No comment provided by engineer. */
"Conversation settings" = "تنظیمات گفتگو";

/* No comment provided by engineer. */
"Conversations" = "گفتگوها";

/* No comment provided by engineer. */
"Copy" = "کپی";

/* No comment provided by engineer. */
"Copy message link" = "کپی لینک پیام";

/* No comment provided by engineer. */
"Copy message selection" = "کپی متن انتخابی";

/* No comment provided by engineer. */
"Could not access camera" = "دسترسی به دوربین امکان‌پذیر نیست";

/* No comment provided by engineer. */
"Could not access microphone" = "دسترسی به میکروفون امکان‌پذیر نیست";

/* No comment provided by engineer. */
"Could not access speech recognition" = "دسترسی به تشخیص گفتار امکان‌پذیر نیست";

/* No comment provided by engineer. */
"Could not access your location" = "دسترسی به موقعیت مکانی امکان‌پذیر نیست";

/* No comment provided by engineer. */
"Could not add participant" = "افزودن شرکت‌کننده ناموفق بود";

/* No comment provided by engineer. */
"Could not ban participant" = "مسدود کردن شرکت‌کننده ناموفق بود";

/* No comment provided by engineer. */
"Could not change archived conversation setting" = "تغییر تنظیمات بایگانی گفتگو امکان‌پذیر نیست";

/* No comment provided by engineer. */
"Could not change call notifications setting" = "تغییر تنظیمات اعلان تماس امکان‌پذیر نیست";

/* No comment provided by engineer. */
"Could not change important conversation setting" = "تغییر تنظیمات گفتگوی مهم امکان‌پذیر نیست";

/* No comment provided by engineer. */
"Could not change listable scope of the conversation" = "تغییر محدوده نمایان بودن گفتگو امکان‌پذیر نیست";

/* No comment provided by engineer. */
"Could not change lobby state of the conversation" = "تغییر وضعیت لابی گفتگو امکان‌پذیر نیست";

/* No comment provided by engineer. */
"Could not change mention permissions of the conversation" = "تغییر دسترسی‌های اشاره (@) در گفتگو امکان‌پذیر نیست";

/* No comment provided by engineer. */
"Could not change moderation permissions of the participant" = "تغییر دسترسی‌های مدیریتی شرکت‌کننده امکان‌پذیر نیست";

/* No comment provided by engineer. */
"Could not change notifications setting" = "تغییر تنظیمات اعلان‌ها امکان‌پذیر نیست";

/* No comment provided by engineer. */
"Could not change password protection settings" = "تغییر تنظیمات محافظت با رمز عبور امکان‌پذیر نیست";

/* No comment provided by engineer. */
"Could not change read-only state of the conversation" = "تغییر وضعیت فقط‌خواندنی گفتگو امکان‌پذیر نیست";

/* No comment provided by engineer. */
"Could not change sensitive conversation setting" = "تغییر تنظیمات گفتگوی حساس امکان‌پذیر نیست";

/* No comment provided by engineer. */
"Could not change sharing permissions of the conversation" = "تغییر دسترسی‌های اشتراک‌گذاری گفتگو امکان‌پذیر نیست";

/* No comment provided by engineer. */
"Could not change SIP state of the conversation" = "تغییر وضعیت SIP گفتگو امکان‌پذیر نیست";

/* No comment provided by engineer. */
"Could not clear chat history" = "پاک‌سازی تاریخچه چت ناموفق بود";

/* No comment provided by engineer. */
"Could not clear status message" = "پاک کردن پیام وضعیت ناموفق بود";

/* No comment provided by engineer. */
"Could not create meeting" = "ایجاد جلسه ناموفق بود";

/* No comment provided by engineer. */
"Could not delete conversation" = "حذف گفتگو ناموفق بود";

/* No comment provided by engineer. */
"Could not disable absence" = "غیرفعال‌سازی وضعیت عدم حضور ناموفق بود";

/* No comment provided by engineer. */
"Could not get available languages" = "دریافت زبان‌های موجود امکان‌پذیر نیست";

/* No comment provided by engineer. */
"Could not join %@ call" = "ورود به تماس %@ امکان‌پذیر نیست";

/* No comment provided by engineer. */
"Could not join call with %@" = "ورود به تماس با %@ امکان‌پذیر نیست";

/* No comment provided by engineer. */
"Could not join conversation" = "ورود به گفتگو امکان‌پذیر نیست";

/* No comment provided by engineer. */
"Could not leave conversation" = "ترک گفتگو امکان‌پذیر نیست";

/* No comment provided by engineer. */
"Could not login with QR code" = "ورود با کد QR ناموفق بود";

/* No comment provided by engineer. */
"Could not prepare upload folder" = "آماده‌سازی پوشه آپلود ناموفق بود";

/* No comment provided by engineer. */
"Could not remove participant" = "حذف شرکت‌کننده ناموفق بود";

/* No comment provided by engineer. */
"Could not rename the conversation" = "تغییر نام گفتگو ناموفق بود";

/* No comment provided by engineer. */
"Could not resend email invitations" = "ارسال مجدد دعوت‌نامه‌های ایمیلی ناموفق بود";

/* No comment provided by engineer. */
"Could not send call notification" = "ارسال اعلان تماس ناموفق بود";

/* No comment provided by engineer. */
"Could not send the message" = "ارسال پیام ناموفق بود";

/* No comment provided by engineer. */
"Could not set absence" = "تنظیم وضعیت عدم حضور ناموفق بود";

/* No comment provided by engineer. */
"Could not set conversation name" = "تنظیم نام گفتگو ناموفق بود";

/* No comment provided by engineer. */
"Could not set message expiration time" = "تنظیم زمان انقضای پیام ناموفق بود";

/* No comment provided by engineer. */
"Could not set online status" = "تنظیم وضعیت آنلاین ناموفق بود";

/* No comment provided by engineer. */
"Could not set phone number" = "تنظیم شماره تلفن ناموفق بود";

/* No comment provided by engineer. */
"Could not set status message" = "تنظیم پیام وضعیت ناموفق بود";

/* No comment provided by engineer. */
"Could not share file" = "اشتراک‌گذاری فایل ناموفق بود";

/* No comment provided by engineer. */
"Could not start group conversation" = "شروع گفتگوی گروهی ناموفق بود";

/* No comment provided by engineer. */
"Create" = "ایجاد";

/* No comment provided by engineer. */
"Create a new conversation" = "ایجاد گفتگوی جدید";

/* No comment provided by engineer. */
"Create a thread" = "ایجاد یک رشته گفتگو (Thread)";

/* No comment provided by engineer. */
"Create or join a conversation" = "ایجاد یا ورود به یک گفتگو";

/* No comment provided by engineer. */
"Create poll" = "ایجاد نظرسنجی";

/* No comment provided by engineer. */
"Creating poll draft failed" = "ایجاد پیش‌نویس نظرسنجی ناموفق بود";

/* No comment provided by engineer. */
"Creating poll failed" = "ایجاد نظرسنجی ناموفق بود";

/* No comment provided by engineer. */
"Credentials for this account were no longer valid" = "اعتبارنامه‌های این حساب دیگر معتبر نیستند";

/* Custom message expiration */
"Custom" = "سفارشی";

/* name of a moderator who banned a participant */
"Date:" = "تاریخ:";

/* No comment provided by engineer. */
"days" = "روز";

/* No comment provided by engineer. */
"Deck cards" = "کارت‌های کارتابل";

/* No comment provided by engineer. */
"Default" = "پیش‌فرض";

/* No comment provided by engineer. */
"Delete" = "حذف";

/* Short version for confirmation button. Complete text is 'Delete all messages'. */
"Delete all" = "حذف همه";

/* No comment provided by engineer. */
"Delete all messages" = "حذف تمام پیام‌ها";

/* No comment provided by engineer. */
"Delete conversation" = "حذف گفتگو";

/* Delete a conversation right now without waiting for auto-deletion */
"Delete now" = "حذف در همین لحظه";

/* No comment provided by engineer. */
"Deleted user" = "کاربر حذف‌شده";

/* No comment provided by engineer. */
"Deleting message" = "در حال حذف پیام";

/* No comment provided by engineer. */
"Deleting poll draft failed" = "حذف پیش‌نویس نظرسنجی ناموفق بود";

/* No comment provided by engineer. */
"Demote from moderator" = "عزل از مقام مدیریت";

/* '{Microphone, Camera, ...} access is denied' */
"Denied" = "رد شده";

/* No comment provided by engineer. */
"Description" = "توضیحات";

/* No comment provided by engineer. */
"Description cannot be longer than 500 characters" = "توضیحات نمی‌تواند بیشتر از ۵۰۰ کاراکتر باشد";

/* No comment provided by engineer. */
"Details" = "جزئیات";

/* No comment provided by engineer. */
"detected" = "شناسایی شد";

/* No comment provided by engineer. */
"Detecting language" = "در حال تشخیص زبان";

/* No comment provided by engineer. */
"Diagnostics" = "عیب‌یابی";

/* No comment provided by engineer. */
"Disable" = "غیرفعال کردن";

/* No comment provided by engineer. */
"Disable absence" = "غیرفعال‌سازی عدم حضور";

/* No comment provided by engineer. */
"Disable blur" = "غیرفعال کردن تاری پس‌زمینه";

/* speaker = Loudspeaker, device */
"Disable speaker" = "غیرفعال کردن بلندگو";

/* No comment provided by engineer. */
"Disconnected" = "قطع شده";

/* No comment provided by engineer. */
"Dismiss" = "بستن";

/* No comment provided by engineer. */
"Dismiss notification" = "رد کردن اعلان";

/* No comment provided by engineer. */
"Do not disturb" = "مزاحم نشوید";

/* No comment provided by engineer. */
"Do you really want to clear the file cache?" = "آیا واقعاً می‌خواهید حافظه پنهان فایل‌ها را پاک کنید؟";

/* No comment provided by engineer. */
"Do you really want to clear the image cache?" = "آیا واقعاً می‌خواهید حافظه پنهان تصاویر را پاک کنید؟";

/* No comment provided by engineer. */
"Do you really want to delete all messages in this conversation?" = "آیا واقعاً می‌خواهید تمام پیام‌های این گفتگو را حذف کنید؟";

/* No comment provided by engineer. */
"Do you really want to delete this conversation for everyone?" = "آیا واقعاً می‌خواهید این گفتگو را برای همه حذف کنید؟";

/* No comment provided by engineer. */
"Do you really want to end this poll?" = "آیا واقعاً می‌خواهید این نظرسنجی را پایان دهید؟";

/* No comment provided by engineer. */
"Do you really want to log out from this account?" = "آیا واقعاً می‌خواهید از این حساب کاربری خارج شوید؟";

/* No comment provided by engineer. */
"Do you really want to remove this account?" = "آیا واقعاً می‌خواهید این حساب کاربری را حذف کنید؟";

/* No comment provided by engineer. */
"Do you want to connect to the server anyway?" = "آیا با این حال می‌خواهید به سرور متصل شوید؟";

/* No comment provided by engineer. */
"Do you want to delete this conversation?" = "آیا می‌خواهید این گفتگو را حذف کنید؟";

/* No comment provided by engineer. */
"Do you want to enable your camera?" = "آمی‌خواهید دوربین خود را فعال کنید؟";

/* No comment provided by engineer. */
"Do you want to join this call?" = "آیا می‌خواهید وارد این تماس شوید؟";

/* No comment provided by engineer. */
"Do you want to share '%@' in the conversation?" = "آیا می‌خواهید «%@» را در گفتگو به اشتراک بگذارید؟";

/* No comment provided by engineer. */
"Do you want to stop the recording?" = "آیا می‌خواهید ضبط را متوقف کنید؟";

/* No comment provided by engineer. */
"Don't clear" = "پاک نشود";

/* No comment provided by engineer. */
"Double tap to change between grid and speaker view" = "Double tap to change between grid and speaker view";

/* No comment provided by engineer. */
"Double tap to dismiss authentication dialog" = "برای بستن پنجره احراز هویت دوبار ضربه بزنید";

/* No comment provided by engineer. */
"Double tap to dismiss sharing options" = "برای بستن گزینه‌های اشتراک‌گذاری دوبار ضربه بزنید";

/* No comment provided by engineer. */
"Double tap to display call options" = "برای نمایش گزینه‌های تماس دوبار ضربه بزنید";

/* A menu to show additional options for the current conversation */
"Double tap to display option menu" = "برای نمایش منوی گزینه‌ها دوبار ضربه بزنید";

/* No comment provided by engineer. */
"Double tap to display thread notification level options" = "برای نمایش تنظیمات سطح اعلان رشته گفتگو دوبار ضربه بزنید";

/* No comment provided by engineer. */
"Double tap to edit profile" = "برای ویرایش پروفایل دوبار ضربه بزنید";

/* No comment provided by engineer. */
"Double tap to enable or disable 'Call without notification' option" = "برای فعال یا غیرفعال کردن گزینه «تماس بدون اعلان» دوبار ضربه بزنید";

/* No comment provided by engineer. */
"Double tap to enable or disable the camera" = "برای فعال یا غیرفعال کردن دوربین دوبار ضربه بزنید";

/* No comment provided by engineer. */
"Double tap to enable or disable the microphone" = "برای فعال یا غیرفعال کردن میکروفون دوبار ضربه بزنید";

/* speaker = Loudspeaker, device */
"Double tap to enable or disable the speaker" = "برای فعال یا غیرفعال کردن بلندگو دوبار ضربه بزنید";

/* No comment provided by engineer. */
"Double tap to end editing profile" = "برای اتمام ویرایش پروفایل دوبار ضربه بزنید";

/* No comment provided by engineer. */
"Double tap to go to conversation information" = "برای رفتن به اطلاعات گفتگو دوبار ضربه بزنید";

/* No comment provided by engineer. */
"Double tap to go to user profile and application settings" = "برای رفتن به پروفایل کاربر و تنظیمات برنامه دوبار ضربه بزنید";

/* No comment provided by engineer. */
"Double tap to hang up the call" = "برای قطع کردن تماس دوبار ضربه بزنید";

/* No comment provided by engineer. */
"Double tap to lower hand" = "برای پایین آوردن دست دوبار ضربه بزنید";

/* No comment provided by engineer. */
"Double tap to open file browser" = "برای باز کردن مرورگر فایل دوبار ضربه بزنید";

/* No comment provided by engineer. */
"Double tap to select different audio routes" = "برای انتخاب مسیرهای خروجی صدا دوبار ضربه بزنید";

/* No comment provided by engineer. */
"Double tap to send message" = "برای ارسال پیام دوبار ضربه بزنید";

/* No comment provided by engineer. */
"Double tap to share with selected conversations" = "برای اشتراک‌گذاری در گفتگوهای انتخاب‌شده دوبار ضربه بزنید";

/* No comment provided by engineer. */
"Double tap to show more actions" = "برای نمایش اقدامات بیشتر دوبار ضربه بزنید";

/* No comment provided by engineer. */
"Double tap to show or hide chat view" = "برای نمایش یا پنهان کردن نمای چت دوبار ضربه بزنید";

/* No comment provided by engineer. */
"Double tap to start a video call" = "برای شروع تماس تصویری دوبار ضربه بزنید";

/* No comment provided by engineer. */
"Double tap to start a voice only call" = "برای شروع تماس صوتی دوبار ضربه بزنید";

/* No comment provided by engineer. */
"Double tap to stop recording" = "برای توقف ضبط دوبار ضربه بزنید";

/* No comment provided by engineer. */
"Double tap to upgrade this voice call to a video call" = "برای تبدیل این تماس صوتی به تماس تصویری دوبار ضربه بزنید";

/* No comment provided by engineer. */
"Duplicate session" = "نشست تکراری";

/* Edit a message or room participants */
"Edit" = "ویرایش";

/* No comment provided by engineer. */
"Edit attendees" = "ویرایش حاضرین";

/* No comment provided by engineer. */
"Edit thread details" = "ویرایش جزئیات رشته گفتگو";

/* A message was edited */
"edited" = "ویرایش‌شده";

/* A message was edited by ... */
"edited by" = "ویرایش‌شده توسط";

/* A message was edited by ... */
"Edited by" = "ویرایش‌شده توسط";

/* No comment provided by engineer. */
"Editing Message" = "در حال ویرایش پیام";

/* No comment provided by engineer. */
"Editing poll draft" = "در حال ویرایش پیش‌نویس نظرسنجی";

/* No comment provided by engineer. */
"Editing poll failed" = "ویرایش نظرسنجی ناموفق بود";

/* No comment provided by engineer. */
"Either you don't have chat permission or the conversation is read-only." = "یا شما دسترسی ارسال پیام ندارید، یا این گفتگو فقط‌خواندنی است.";

/* No comment provided by engineer. */
"Email" = "ایمیل";

/* No comment provided by engineer. */
"Empty summary response" = "پاسخ خلاصه خالی است";

/* No comment provided by engineer. */
"Enable" = "فعال کردن";

/* No comment provided by engineer. */
"Enable blur" = "فعال کردن تاری پس‌زمینه";

/* No comment provided by engineer. */
"Enable screensharing" = "فعال کردن اشتراک‌گذاری صفحه";

/* No comment provided by engineer. */
"Enable speaker" = "فعال کردن بلندگو";

/* No comment provided by engineer. */
"Enabled" = "فعال‌شده";

/* No comment provided by engineer. */
"End call" = "پایان تماس";

/* No comment provided by engineer. */
"End call for everyone" = "پایان تماس برای همه";

/* No comment provided by engineer. */
"End poll" = "پایان نظرسنجی";

/* No comment provided by engineer. */
"Enter a new password" = "رمز عبور جدید را وارد کنید";

/* No comment provided by engineer. */
"Enter a password" = "رمز عبور را وارد کنید";

/* No comment provided by engineer. */
"Error creating server path for upload" = "خطا در ایجاد مسیر سرور برای آپلود";

/* No comment provided by engineer. */
"Error occurred when creating a reminder" = "خطایی در ایجاد یادآور رخ داد";

/* No comment provided by engineer. */
"Error occurred while editing a message" = "خطایی هنگام ویرایش پیام رخ داد";

/* External signaling used */
"External" = "خارجی (External)";

/* No comment provided by engineer. */
"Failed to accept invitation" = "قبول دعوت ناموفق بود";

/* No comment provided by engineer. */
"Failed to check or create attachment folder" = "بررسی یا ایجاد پوشه پیوست‌ها ناموفق بود";

/* No comment provided by engineer. */
"Failed to clear reminder" = "پاک کردن یادآور ناموفق بود";

/* No comment provided by engineer. */
"Failed to connect to %@" = "اتصال به %@ ناموفق بود";

/* No comment provided by engineer. */
"Failed to forward message" = "هدایت (Forward) پیام ناموفق بود";

/* No comment provided by engineer. */
"Failed to get calendar to schedule a meeting" = "دریافت تقویم برای زمان‌بندی جلسه ناموفق بود";

/* No comment provided by engineer. */
"Failed to reject invitation" = "رد کردن دعوت ناموفق بود";

/* No comment provided by engineer. */
"Failed to send message" = "ارسال پیام ناموفق بود";

/* No comment provided by engineer. */
"Failed to share recording" = "اشتراک‌گذاری فایل ضبط‌شده ناموفق بود";

/* No comment provided by engineer. */
"Failed to unban selected entry" = "لغو مسدودیت مورد انتخاب‌شده ناموفق بود";

/* No comment provided by engineer. */
"Federated" = "فدرال (Federated)";

/* No comment provided by engineer. */
"Fetching status …" = "در حال دریافت وضعیت…";

/* Filename of a file */
"File" = "فایل";

/* No comment provided by engineer. */
"Files" = "فایل‌ها";

/* No comment provided by engineer. */
"Filter and sort conversations" = "فیلتر و مرتب‌سازی گفتگوها";

/* Title for available conversations filters */
"Filters" = "فیلترها";

/* No comment provided by engineer. */
"First day" = "روز اول";

/* No comment provided by engineer. */
"Follow conversation settings" = "پیروی از تنظیمات گفتگو";

/* No comment provided by engineer. */
"For password reset and notifications" = "برای بازیابی رمز عبور و اعلان‌ها";

/* No comment provided by engineer. */
"Format" = "فرمت";

/* No comment provided by engineer. */
"Forward" = "هدایت پیام (Forward)";

/* No comment provided by engineer. */
"Forward to" = "هدایت پیام به";

/* 'From' which language user wants to translate text */
"From" = "از زبان";

/* from Alice at nextcloud.local */
"from %@ at %@" = "از طرف %1$@ در %2$@";

/* No comment provided by engineer. */
"Full name" = "نام و نام خانوادگی";

/* No comment provided by engineer. */
"Generate summary" = "ایجاد خلاصه";

/* No comment provided by engineer. */
"Generating summary of unread messages" = "در حال ایجاد خلاصه پیام‌های خوانده‌نشده";

/* No comment provided by engineer. */
"Generating summary of unread messages failed" = "ایجاد خلاصه پیام‌های خوانده‌نشده ناموفق بود";

/* No comment provided by engineer. */
"Get source code" = "دریافت کد منبع";

/* No comment provided by engineer. */
"GitHub API error" = "خطای API گیت‌هاب";

/* Give consent to the recording of the call and join that call */
"Give consent and join call" = "موافقت با قوانین و ورود به تماس";

/* No comment provided by engineer. */
"Go to message" = "برو به پیام";

/* Call view mode which shows all participants in a grid */
"Grid view" = "Grid view";

/* Show group conversations before private ones */
"Group first" = "اول گروه‌ها";

/* No comment provided by engineer. */
"guest" = "مهمان";

/* No comment provided by engineer. */
"Guest" = "مهمان";

/* No comment provided by engineer. */
"Guests access" = "دسترسی مهمانان";

/* No comment provided by engineer. */
"Guests app enabled?" = "برنامه مهمانان فعال است؟";

/* No comment provided by engineer. */
"Hang up" = "قطع تماس";

/* TRANSLATORS this is a video quality option (Video quality : HD) */
"HD" = "HD";

/* No comment provided by engineer. */
"Hide" = "پنهان کردن";

/* TRANSLATORS this is a video quality option (Video quality : High) */
"High" = "بالا";

/* No comment provided by engineer. */
"hours" = "ساعت";

/* No comment provided by engineer. */
"How do you want to join the call?" = "چگونه می‌خواهید به تماس ملحق شوید؟";

/* No comment provided by engineer. */
"If you delete the conversation, it will also be deleted for %@" = "اگر گفتگو را حذف کنید، برای %@ نیز حذف خواهد شد";

/* No comment provided by engineer. */
"If you enable your camera, this call will be interrupted for a few seconds." = "در صورت فعال کردن دوربین، تماس برای چند ثانیه متوقف خواهد شد.";

/* No comment provided by engineer. */
"If you're using multiple servers, you need to check all of them." = "اگر از چند سرور استفاده می‌کنید، باید همه آن‌ها را بررسی کنید.";

/* No comment provided by engineer. */
"Images, files, voice messages…" = "تصاویر، فایل‌ها، پیام‌های صوتی…";

/* No comment provided by engineer. */
"Import account" = "وارد کردن حساب کاربری";

/* No comment provided by engineer. */
"Important conversation" = "گفتگوی مهم";

/* No comment provided by engineer. */
"in" = "در";

/* No comment provided by engineer. */
"Include calls in call history" = "ثبت تماس‌ها در تاریخچه دستگاه";

/* No comment provided by engineer. */
"Incoming call" = "Incoming call";

/* No comment provided by engineer. */
"Incoming silent call" = "Incoming silent call";

/* Message is pinned indefinitely */
"Indefinitely" = "برای همیشه";

/* Internal signaling used */
"Internal" = "داخلی (Internal)";

/* Internal note about why a user/guest was banned */
"Internal note" = "یادداشت داخلی";

/* No comment provided by engineer. */
"Invalid date range" = "بازه زمانی نامعتبر است";

/* No comment provided by engineer. */
"Invalid email address" = "ایمیل نامعتبر است";

/* No comment provided by engineer. */
"Invalid end date" = "تاریخ پایان نامعتبر است";

/* No comment provided by engineer. */
"Invalid server address" = "آدرس سرور نامعتبر است";

/* No comment provided by engineer. */
"Invalid start date" = "تاریخ شروع نامعتبر است";

/* No comment provided by engineer. */
"Invisible" = "مخفی";

/* No comment provided by engineer. */
"Invitation resent" = "دعوت‌نامه مجدداً ارسال شد";

/* No comment provided by engineer. */
"Invitations resent" = "دعوت‌نامه ها مجدداً ارسال شدند";

/* Invitation for a meeting */
"Invite all users and emails" = "دعوت از همه کاربران و ایمیل‌ها";

/* It seems that {app name} is not installed in your server. */
"It seems that %@ is not installed in your server." = "به نظر می‌رسد برنامه %@ روی سرور شما نصب نشده است.";

/* No comment provided by engineer. */
"It seems that there is no internet connection." = "به نظر می‌رسد اتصال اینترنت برقرار نیست.";

/* Italic text */
"Italic" = "کج (Italic)";

/* No comment provided by engineer. */
"Join a conversation or start a new one" = "وارد یک گفتگو شوید یا گفتگوی جدیدی شروع کنید";

/* No comment provided by engineer. */
"Join call" = "ورود به تماس";

/* No comment provided by engineer. */
"Join call (audio only)" = "ورود به تماس (فقط صوتی)";

/* No comment provided by engineer. */
"Join call with video" = "ورود به تماس با ویدیو";

/* No comment provided by engineer. */
"Join open conversations" = "ورود به گفتگوهای عمومی";

/* No comment provided by engineer. */
"Join video call" = "ورود به تماس تصویری";

/* No comment provided by engineer. */
"Keep" = "نگه‌داشتن";

/* No comment provided by engineer. */
"Last day (inclusive)" = "روز آخر (شامل همین روز)";

/* Last subscription to the push notification server */
"Last subscription" = "آخرین اشتراک";

/* No comment provided by engineer. */
"Last sync" = "آخرین همگام‌سازی";

/* Remind me later today about that message */
"Later today" = "اواخر امروز";

/* No comment provided by engineer. */
"Leave" = "ترک کردن";

/* No comment provided by engineer. */
"Leave call" = "خروج از تماس";

/* No comment provided by engineer. */
"Leave conversation" = "ترک گفتگو";

/* Where \"%@\" is the name of the conversation */
"Leave conversation \"%@\"" = "Leave conversation \"%@\"";

/* No comment provided by engineer. */
"less than a minute ago" = "کمتر از یک دقیقه قبل";

/* No comment provided by engineer. */
"Link https://…" = "لینک https://…";

/* No comment provided by engineer. */
"Linked file" = "فایل لینک‌شده";

/* No comment provided by engineer. */
"Load more results" = "بارگذاری نتایج بیشتر";

/* No comment provided by engineer. */
"Lobby" = "لابی";

/* No comment provided by engineer. */
"Lobby is still active and you're not a moderator" = "لابی همچنان فعال است و شما مدیر نیستید";

/* No comment provided by engineer. */
"Local" = "محلی";

/* No comment provided by engineer. */
"Local time: %@" = "زمان محلی: %@";

/* No comment provided by engineer. */
"Location" = "موقعیت مکانی";

/* No comment provided by engineer. */
"Location access" = "دسترسی به مکان";

/* No comment provided by engineer. */
"Location service has been denied. Check your settings." = "دسترسی به سرویس مکان‌یابی رد شده است. تنظیمات خود را بررسی کنید.";

/* No comment provided by engineer. */
"Location service is not enabled" = "سرویس مکان‌یابی فعال نیست";

/* No comment provided by engineer. */
"Locations" = "موقعیت‌ها";

/* No comment provided by engineer. */
"Lock conversation" = "قفل کردن گفتگو";

/* No comment provided by engineer. */
"Log in" = "ورود";

/* No comment provided by engineer. */
"Log out" = "خروج از حساب";

/* No comment provided by engineer. */
"Logged out" = "خارج شده";

/* No comment provided by engineer. */
"Logs" = "لاگ‌ها";

/* No comment provided by engineer. */
"Long absence message" = "پیام طولانی عدم حضور";

/* TRANSLATORS this is a video quality option (Video quality : Low) */
"Low" = "پایین";

/* No comment provided by engineer. */
"Lower hand" = "پایین آوردن دست";

/* TRANSLATORS this is used when no meeting start time is set and the meeting will be started manually */
"Manual" = "دستی";

/* No comment provided by engineer. */
"Mark as read" = "علامت‌گذاری به عنوان خوانده‌شده";

/* No comment provided by engineer. */
"Mark as unread" = "علامت‌گذاری به عنوان خوانده‌نشده";

/* No comment provided by engineer. */
"Match system contacts" = "تطبیق با مخاطبان سیستم";

/* No comment provided by engineer. */
"Media" = "رسانه‌ها";

/* No comment provided by engineer. */
"Meeting created" = "جلسه ایجاد شد";

/* No comment provided by engineer. */
"Meeting ended" = "جلسه پایان یافت";

/* No comment provided by engineer. */
"Meeting ID" = "شناسه جلسه";

/* No comment provided by engineer. */
"Meeting settings" = "تنظیمات جلسه";

/* 'Meetings' meaning 'Conversations that were created from a calendar event'
   Headline for a 'meeting section' */
"Meetings" = "جلسات";

/* 'Mentioned' meaning 'Mentioned conversations' */
"Mentioned" = "اشاره‌شده";

/* Copy 'message' */
"Message" = "پیام";

/* No comment provided by engineer. */
"Message copied" = "پیام کپی شد";

/* No comment provided by engineer. */
"Message could not be deleted because it is too old" = "به دلیل قدیمی بودن پیام، امکان حذف آن وجود ندارد";

/* No comment provided by engineer. */
"Message deleted by author" = "Message deleted by author";

/* No comment provided by engineer. */
"Message deleted by you" = "Message deleted by you";

/* No comment provided by engineer. */
"Message deleted by {actor}" = "Message deleted by {actor}";

/* No comment provided by engineer. */
"Message deleted successfully" = "پیام با موفقیت حذف شد";

/* No comment provided by engineer. */
"Message deleted successfully, but Matterbridge is configured and the message might already be distributed to other services" = "پیام با موفقیت حذف شد، اما به دلیل پیکربندی Matterbridge ممکن است این پیام قبلاً به سرویس‌های دیگر ارسال شده باشد";

/* No comment provided by engineer. */
"Message editing failed" = "ویرایش پیام ناموفق بود";

/* No comment provided by engineer. */
"Message expiration" = "انقضای پیام";

/* Copy 'link' to a message */
"Message link" = "لینک پیام";

/* No comment provided by engineer. */
"Message link copied" = "لینک پیام کپی شد";

/* No comment provided by engineer. */
"Message pinned" = "پیام سنجاق شد";

/* No comment provided by engineer. */
"Message preview will be disabled in conversation list and notifications" = "پیش‌نمایش پیام در لیست گفتگوها و اعلان‌ها غیرفعال خواهد شد";

/* No comment provided by engineer. */
"Message rescheduling failed" = "زمان‌بندی مجدد پیام ناموفق بود";

/* No comment provided by engineer. */
"Message scheduling failed" = "زمان‌بندی پیام ناموفق بود";

/* No comment provided by engineer. */
"Message successfully edited" = "پیام با موفقیت ویرایش شد";

/* No comment provided by engineer. */
"Message successfully rescheduled" = "پیام با موفقیت مجدداً زمان‌بندی شد";

/* No comment provided by engineer. */
"Message successfully scheduled" = "پیام با موفقیت زمان‌بندی شد";

/* No comment provided by engineer. */
"Message unpinned" = "سنجاق پیام برداشته شد";

/* No comment provided by engineer. */
"Messages" = "پیام‌ها";

/* No comment provided by engineer. */
"Microphone" = "میکروفون";

/* No comment provided by engineer. */
"Microphone access" = "دسترسی میکروفون";

/* No comment provided by engineer. */
"Microphone access is not allowed. Check your settings." = "دسترسی به میکروفون مجاز نیست. تنظیمات خود را بررسی کنید.";

/* No comment provided by engineer. */
"Microphone disabled" = "میکروفون غیرفعال شد";

/* No comment provided by engineer. */
"Microphone enabled" = "میکروفون فعال شد";

/* No comment provided by engineer. */
"minutes" = "دقیقه";

/* No comment provided by engineer. */
"Missed call from" = "تماس از دست رفته از طرف";

/* No comment provided by engineer. */
"Missing phone number information" = "اطلاعات شماره تلفن موجود نیست";

/* The signaling mode used */
"Mode" = "حالت";

/* No comment provided by engineer. */
"moderator" = "مدیر";

/* No comment provided by engineer. */
"Modification date" = "تاریخ تغییر";

/* More menu elements */
"More" = "بیشتر";

/* No comment provided by engineer. */
"More actions" = "اقدامات بیشتر";

/* No comment provided by engineer. */
"Multiple answers" = "امکان انتخاب چند پاسخ";

/* No comment provided by engineer. */
"Mute all notifications" = "بی‌صدا کردن همه اعلان‌ها";

/* No comment provided by engineer. */
"Mute others" = "بی‌صدا کردن دیگران";

/* No comment provided by engineer. */
"My location" = "موقعیت من";

/* No comment provided by engineer. */
"Name" = "نام";

/* No comment provided by engineer. */
"Nearby places" = "مکان‌های نزدیک";

/* No comment provided by engineer. */
"Network available" = "شبکه در دسترس است";

/* No comment provided by engineer. */
"Network not available" = "شبکه در دسترس نیست";

/* Never subscribed to the push notification server */
"Never subscribed" = "بدون اشتراک قبلی";

/* No comment provided by engineer. */
"New conversation" = "گفتگوی جدید";

/* No comment provided by engineer. */
"New poll" = "نظرسنجی جدید";

/* Remind me next week about that message */
"Next week" = "هفته آینده";

/* No comment provided by engineer. */
"Nextcloud server not found" = "سرور Nextcloud یافت نشد";

/* No comment provided by engineer. */
"No" = "خیر";

/* No comment provided by engineer. */
"No actions available" = "اقدامی در دسترس نیست";

/* No comment provided by engineer. */
"No active account found" = "هیچ حساب کاربری فعالی پیدا نشد";

/* No comment provided by engineer. */
"No active bots" = "هیچ ربات فعالی وجود ندارد";

/* No comment provided by engineer. */
"No AI provider available or summarizing failed" = "سرویس هوش مصنوعی در دسترس نیست یا خلاصه‌سازی ناموفق بود";

/* No comment provided by engineer. */
"No banned users or guests" = "هیچ کاربر یا مهمان مسدودشده‌ای وجود ندارد";

/* No comment provided by engineer. */
"No bots available for this conversation" = "رباتی برای این گفتگو در دسترس نیست";

/* No comment provided by engineer. */
"No description provided" = "توضیحاتی ثبت نشده است";

/* No comment provided by engineer. */
"No files in here" = "هیچ فایلی اینجا نیست";

/* 'No filter' meaning 'No filter will be applied in conversations list' */
"No filter" = "بدون فیلتر";

/* No comment provided by engineer. */
"No followed threads" = "هیچ رشته گفتگوی دنبال‌شده‌ای وجود ندارد";

/* Do not group conversations by type */
"No grouping" = "بدون گروه‌بندی";

/* No comment provided by engineer. */
"No messages found to summarize" = "پیامی برای خلاصه‌سازی یافت نشد";

/* No comment provided by engineer. */
"No messages yet, start the conversation!" = "هنوز پیامی وجود ندارد، گفتگو را شروع کنید!";

/* No comment provided by engineer. */
"No participants found" = "شرکت‌کننده‌ای پیدا نشد";

/* No comment provided by engineer. */
"No permission to join this conversation" = "دسترسی لازم برای ورود به این گفتگو را ندارید";

/* No comment provided by engineer. */
"No poll drafts saved yet" = "هنوز هیچ پیش‌نویس نظرسنجی ذخیره نشده است";

/* No comment provided by engineer. */
"No recent threads" = "رشته گفتگوی اخیری وجود ندارد";

/* No comment provided by engineer. */
"No response from server" = "پاسخی از سرور دریافت نشد";

/* No comment provided by engineer. */
"No results found" = "نتیجه‌ای یافت نشد";

/* No comment provided by engineer. */
"No shared items" = "هیچ آیتم اشتراک‌گذاری‌شده‌ای وجود ندارد";

/* No comment provided by engineer. */
"No upcoming events" = "رویداد نزدیکی وجود ندارد";

/* No comment provided by engineer. */
"No user found" = "کاربری پیدا نشد";

/* TRANSLATORS this is a video quality option (Video quality : Normal) */
"Normal" = "معمولی";

/* '{Microphone, Camera, ...} access was not requested' */
"Not requested" = "درخواست‌نشده";

/* No comment provided by engineer. */
"Note to self" = "یادداشت برای خود";

/* Internal note for moderators, usually a reason for this ban */
"Note:" = "یادداشت:";

/* No comment provided by engineer. */
"Notifications" = "اعلان‌ها";

/* No comment provided by engineer. */
"Notifications app enabled?" = "برنامه اعلان‌ها فعال است؟";

/* No comment provided by engineer. */
"Notify about calls" = "اعلان برای تماس‌ها";

/* Indicates an event happening right now */
"Now" = "اکنون";

/* No comment provided by engineer. */
"Off" = "خاموش";

/* No comment provided by engineer. */
"Offline" = "آفلاین";

/* No comment provided by engineer. */
"Offline, only showing downloaded messages" = "آفلاین؛ فقط پیام‌های دانلودشده نمایش داده می‌شوند";

/* No comment provided by engineer. */
"OK" = "تایید";

/* Will be used as the caller name when a VoIP notification can't be decrypted */
"Old account" = "حساب کاربری قدیمی";

/* No comment provided by engineer. */
"Once a conversation is left, to rejoin a closed conversation, an invite is needed. An open conversation can be rejoined at any time." = "در صورت ترک گفتگو، برای ورود مجدد به یک گفتگوی خصوصی نیاز به دعوت‌نامه دارید. اما به گفتگوهای عمومی می‌توانید در هر زمانی دوباره ملحق شوید.";

/* No comment provided by engineer. */
"Once a conversation is unarchived, it will be shown by default again." = "پس از خارج کردن گفتگو از بایگانی، مجدداً به طور پیش‌فرض در لیست نمایش داده می‌شود.";

/* No comment provided by engineer. */
"Online" = "آنلاین";

/* No comment provided by engineer. */
"Online status" = "وضعیت آنلاین";

/* No comment provided by engineer. */
"Only audio and screen shares" = "فقط صدا و اشتراک‌گذاری صفحه";

/* No comment provided by engineer. */
"Only normal chat messages can be deleted" = "فقط پیام‌های چت معمولی قابل حذف هستند";

/* No comment provided by engineer. */
"Only synchronize to trusted servers" = "فقط با سرورهای قابل اعتماد همگام‌سازی شود";

/* No comment provided by engineer. */
"Only visible to people matched via phone number integration" = "فقط برای افرادی که از طریق همگام‌سازی شماره تلفن مطابقت دارند قابل مشاهده است";

/* No comment provided by engineer. */
"Only visible to people on this instance and guests" = "فقط برای افراد حاضر در این نمونه (Instance) و مهمانان قابل مشاهده است";

/* No comment provided by engineer. */
"Open" = "باز کردن";

/* No comment provided by engineer. */
"Open app settings" = "باز کردن تنظیمات برنامه";

/* No comment provided by engineer. */
"Open conversation to registered users" = "باز کردن گفتگو برای کاربران ثبت‌نام‌شده";

/* TRANSLATORS 'Open conversations' as a type of conversation. 'Open conversations' are conversations that can be found by other users */
"Open conversations" = "گفتگوهای عمومی";

/* No comment provided by engineer. */
"Open in %@" = "باز کردن در %@";

/* No comment provided by engineer. */
"Open in Google Maps" = "باز کردن در گوگل مپ";

/* No comment provided by engineer. */
"Open in Maps" = "باز کردن در نقشه";

/* A menu to show additional options for the current conversation */
"Option menu" = "منوی گزینه‌ها";

/* No comment provided by engineer. */
"Other Accounts" = "حساب‌های دیگر";

/* No comment provided by engineer. */
"Other participants" = "سایر شرکت‌کنندگان";

/* No comment provided by engineer. */
"Others" = "دیگران";

/* No comment provided by engineer. */
"Outgoing call" = "Outgoing call";

/* No comment provided by engineer. */
"Outgoing silent call" = "Outgoing silent call";

/* Owner of a repository */
"Owner" = "مالک";

/* No comment provided by engineer. */
"Participants" = "شرکت‌کنندگان";

/* No comment provided by engineer. */
"Password" = "رمز عبور";

/* No comment provided by engineer. */
"Password copied" = "رمز عبور کپی شد";

/* No comment provided by engineer. */
"Password is secure" = "رمز عبور امن است";

/* No comment provided by engineer. */
"Password needs to be at least %d characters long" = "رمز عبور باید حداقل %d کاراکتر باشد";

/* No comment provided by engineer. */
"Password protection" = "محافظت با رمز عبور";

/* No comment provided by engineer. */
"Pending invitations" = "دعوت‌نامه‌های در انتظار";

/* No comment provided by engineer. */
"Phone number" = "شماره تلفن";

/* No comment provided by engineer. */
"Phone number integration" = "همگام‌سازی شماره تلفن";

/* No comment provided by engineer. */
"Phone number set successfully" = "شماره تلفن با موفقیت تنظیم شد";

/* No comment provided by engineer. */
"Photo Library" = "آلبوم تصاویر";

/* No comment provided by engineer. */
"Photo library access" = "دسترسی به آلبوم تصاویر";

/* No comment provided by engineer. */
"Pick date & time" = "انتخاب تاریخ و ساعت";

/* Pin a message to be always visible in the chat */
"Pin message" = "سنجاق کردن پیام";

/* Message was pinned at … */
"Pinned at %@" = "سنجاق‌شده در %@";

/* A message was pinned by ... */
"pinned by" = "سنجاق‌شده توسط";

/* No comment provided by engineer. */
"Pinned messages" = "پیام‌های سنجاق‌شده";

/* Message is pinned until … */
"Pinned until %@" = "سنجاق‌شده تا %@";

/* No comment provided by engineer. */
"Please check that you entered a valid server address." = "لطفاً بررسی کنید آدرس سرور معتبر باشد.";

/* No comment provided by engineer. */
"Please check that you entered the correct Nextcloud server address." = "لطفاً بررسی کنید آدرس سرور نکس‌کلود را درست وارد کرده باشید.";

/* No comment provided by engineer. */
"Please check that you entered the correct server address." = "لطفاً بررسی کنید آدرس سرور را درست وارد کرده باشید.";

/* No comment provided by engineer. */
"Please contact your system administrator." = "لطفاً با مدیر سیستم تماس بگیرید.";

/* Please update your server with the latest {app name} version available. */
"Please update your server with the latest %@ version available." = "لطفاً سرور خود را به آخرین نسخه موجود %@ به‌روزرسانی کنید.";

/* No comment provided by engineer. */
"Please update." = "لطفاً به‌روزرسانی کنید.";

/* No comment provided by engineer. */
"Poll" = "نظرسنجی";

/* No comment provided by engineer. */
"Poll draft" = "پیش‌نویس نظرسنجی";

/* No comment provided by engineer. */
"Poll draft has been saved" = "پیش‌نویس نظرسنجی ذخیره شد";

/* No comment provided by engineer. */
"Poll drafts" = "پیش‌نویس‌های نظرسنجی";

/* No comment provided by engineer. */
"Poll results" = "نتایج نظرسنجی";

/* No comment provided by engineer. */
"Polls" = "نظرسنجی‌ها";

/* No comment provided by engineer. */
"Preview" = "پیش‌نمایش";

/* No comment provided by engineer. */
"Privacy" = "حریم خصوصی";

/* No comment provided by engineer. */
"Private" = "خصوصی";

/* Show private conversations before group ones */
"Private first" = "اول گفتگوهای خصوصی";

/* No comment provided by engineer. */
"Profile" = "پروفایل";

/* No comment provided by engineer. */
"Profile picture" = "عکس پروفایل";

/* No comment provided by engineer. */
"Promote to moderator" = "ارتقا به مقام مدیریت";

/* No comment provided by engineer. */
"Published" = "منتشر شده";

/* No comment provided by engineer. */
"Push notifications" = "اعلان‌های آنی (Push)";

/* No comment provided by engineer. */
"Question" = "سوال";

/* No comment provided by engineer. */
"Raise hand" = "بالا بردن دست";

/* No comment provided by engineer. */
"Reachable?" = "در دسترس است؟";

/* No comment provided by engineer. */
"Reactions" = "واکنش‌ها";

/* No comment provided by engineer. */
"Read status" = "وضعیت خوانده شدن";

/* No comment provided by engineer. */
"Received call from an old account" = "تماس دریافتی از یک حساب قدیمی";

/* No comment provided by engineer. */
"Recent threads" = "رشته گفتگوهای اخیر";

/* No comment provided by engineer. */
"Record voice message" = "ضبط پیام صوتی";

/* No comment provided by engineer. */
"Recording" = "در حال ضبط";

/* No comment provided by engineer. */
"Recording consent is required" = "موافقت با ضبط تماس الزامی است";

/* No comment provided by engineer. */
"Recording consent required for joining the call" = "برای ورود به تماس، موافقت با ضبط آن الزامی است";

/* No comment provided by engineer. */
"Recordings" = "فایل‌های ضبط‌شده";

/* No comment provided by engineer. */
"Redo" = "انجام مجدد (Redo)";

/* No comment provided by engineer. */
"Reference API supported?" = "پشتیبانی از API مرجع؟";

/* No comment provided by engineer. */
"Reject" = "رد کردن";

/* No comment provided by engineer. */
"Reminder was successfully cleared" = "یادآور با موفقیت پاک شد";

/* No comment provided by engineer. */
"Reminder was successfully set" = "یادآور با موفقیت تنظیم شد";

/* No comment provided by engineer. */
"Remote server is unreachable" = "سرور مقصد در دسترس نیست";

/* No comment provided by engineer. */
"Remove" = "حذف";

/* No comment provided by engineer. */
"Remove account" = "حذف حساب کاربری";

/* No comment provided by engineer. */
"Remove from favorites" = "حذف از علاقه‌مندی‌ها";

/* No comment provided by engineer. */
"Remove group and members" = "حذف گروه و اعضا";

/* No comment provided by engineer. */
"Remove old duplicate entries and leave only the most recent entries." = "حذف ورودی‌های تکراری قدیمی و نگه‌داشتن جدیدترین ورودی‌ها.";

/* No comment provided by engineer. */
"Remove participant" = "حذف شرکت‌کننده";

/* No comment provided by engineer. */
"Remove password" = "حذف رمز عبور";

/* No comment provided by engineer. */
"Remove team and members" = "حذف تیم و اعضا";

/* Replacement in case of out of office */
"Replacement" = "جایگزین";

/* Replacement in case of out of office */
"Replacement (optional)" = "جایگزین (اختیاری)";

/* No comment provided by engineer. */
"Reply" = "پاسخ";

/* No comment provided by engineer. */
"Reply privately" = "پاسخ خصوصی";

/* Name of a repository */
"Repo" = "مخزن (Repo)";

/* Reschedule a message that is send later */
"Reschedule" = "زمان‌بندی مجدد";

/* Reschedule a message that is send later with a notification */
"Reschedule with notification" = "زمان‌بندی مجدد با اعلان";

/* Reschedule a message that is send later without a notification */
"Reschedule without notification" = "زمان‌بندی مجدد بدون اعلان";

/* No comment provided by engineer. */
"Resend" = "ارسال مجدد";

/* No comment provided by engineer. */
"Resend invitation" = "ارسال مجدد دعوت‌نامه";

/* No comment provided by engineer. */
"Resend invitations" = "ارسال مجدد دعوت‌نامه‌ها";

/* Title for a section where different reset options are shown */
"Reset" = "بازنشانی";

/* Replacement in case of out of office */
"Reset replacement" = "بازنشانی جایگزین";

/* Results of a poll */
"Results" = "نتایج";

/* No comment provided by engineer. */
"Retry" = "تلاش مجدد";

/* Save conversation description */
"Save" = "ذخیره";

/* No comment provided by engineer. */
"Save as draft" = "ذخیره به عنوان پیش‌نویس";

/* No comment provided by engineer. */
"Save password" = "ذخیره رمز عبور";

/* No comment provided by engineer. */
"Save to 'Note to self'" = "ذخیره در یادداشت برای خود";

/* No comment provided by engineer. */
"Say hi to your friends and colleagues!" = "به دوستان و همکاران خود سلام کنید!";

/* No comment provided by engineer. */
"Scan QR code" = "اسکن کد QR";

/* Noun. 'Schedule' of a meeting */
"Schedule" = "برنامه زمان‌بندی";

/* No comment provided by engineer. */
"Schedule a meeting" = "زمان‌بندی یک جلسه";

/* No comment provided by engineer. */
"Scheduled messages" = "پیام‌های زمان‌بندی‌شده";

/* No comment provided by engineer. */
"Screensharing stopped" = "اشتراک‌گذاری صفحه متوقف شد";

/* No comment provided by engineer. */
"Search" = "جستجو";

/* No comment provided by engineer. */
"Search for places" = "جستجوی مکان‌ها";

/* No comment provided by engineer. */
"Select" = "انتخاب";

/* Replacement in case of out of office */
"Select a replacement" = "انتخاب یک جایگزین";

/* No comment provided by engineer. */
"Select language" = "انتخاب زبان";

/* Copy a 'selection' of a message */
"Selection" = "بخش انتخابی";

/* No comment provided by engineer. */
"Send" = "ارسال";

/* No comment provided by engineer. */
"Send a reaction" = "ارسال یک واکنش";

/* No comment provided by engineer. */
"Send call notification" = "ارسال اعلان تماس";

/* No comment provided by engineer. */
"Send later" = "ارسال در زمان دیگر";

/* No comment provided by engineer. */
"Send later without notification" = "ارسال در زمان دیگر بدون اعلان";

/* No comment provided by engineer. */
"Send message" = "ارسال پیام";

/* Send a message now */
"Send now" = "ارسال در همین لحظه";

/* No comment provided by engineer. */
"Send without notification" = "ارسال بدون اعلان";

/* No comment provided by engineer. */
"Send/Accept" = "ارسال/قبول";

/* No comment provided by engineer. */
"Sending no invitations" = "بدون ارسال دعوت‌نامه";

/* No comment provided by engineer. */
"Sensitive conversation" = "گفتگوی حساس";

/* A message has been sent without notifications */
"Sent without notification" = "بدون اعلان ارسال شد";

/* No comment provided by engineer. */
"Server" = "سرور";

/* No comment provided by engineer. */
"Server address https://…" = "آدرس سرور https://…";

/* No comment provided by engineer. */
"Server is currently in maintenance mode" = "سرور در حال حاضر در حالت تعمیر و نگهداری است";

/* No comment provided by engineer. */
"Server not found" = "سرور پیدا نشد";

/* No comment provided by engineer. */
"Set" = "تنظیم کردن";

/* No comment provided by engineer. */
"Set password" = "تنظیم رمز عبور";

/* Remind me later about that message */
"Set reminder" = "تنظیم یادآور";

/* No comment provided by engineer. */
"Set status message" = "تنظیم پیام وضعیت";

/* No comment provided by engineer. */
"Settings" = "تنظیمات";

/* No comment provided by engineer. */
"Share" = "اشتراک‌گذاری";

/* No comment provided by engineer. */
"Share a file from your Nextcloud" = "اشتراک‌گذاری فایل از نکس‌کلود شما";

/* No comment provided by engineer. */
"Share current location" = "اشتراک‌گذاری موقعیت فعلی";

/* No comment provided by engineer. */
"Share link" = "اشتراک‌گذاری لینک";

/* No comment provided by engineer. */
"Share location" = "اشتراک‌گذاری موقعیت مکانی";

/* Share the location of a pin that has been dropped in a map view */
"Share pin location" = "اشتراک‌گذاری موقعیت سنجاق";

/* No comment provided by engineer. */
"Share to chat" = "اشتراک‌گذاری در چت";

/* No comment provided by engineer. */
"Share with" = "اشتراک‌گذاری با";

/* No comment provided by engineer. */
"Shared items" = "آیتم‌های اشتراک‌گذاری‌شده";

/* No comment provided by engineer. */
"Shared location" = "موقعیت مکانی اشتراک‌گذاری‌شده";

/* No comment provided by engineer. */
"Sharing to a federated conversation is not supported." = "اشتراک‌گذاری در یک گفتگوی فدرال پشتیبانی نمی‌شود.";

/* No comment provided by engineer. */
"Short absence status" = "وضعیت کوتاه عدم حضور";

/* No comment provided by engineer. */
"Short absence status is too long" = "وضعیت کوتاه عدم حضور بیش از حد طولانی است";

/* No comment provided by engineer. */
"Show more…" = "نمایش بیشتر…";

/* No comment provided by engineer. */
"Signaling" = "سیگنال‌دهی (Signaling)";

/* No comment provided by engineer. */
"SIP dial-in" = "ورود از طریق SIP";

/* No comment provided by engineer. */
"Skip" = "رد شدن";

/* No comment provided by engineer. */
"Slide to cancel" = "برای لغو بکشید";

/* No comment provided by engineer. */
"Some messages not shown, will be downloaded when online" = "برخی پیام‌ها نمایش داده نمی‌شوند؛ پس از آنلاین شدن دانلود خواهند شد";

/* No comment provided by engineer. */
"Someone voted on the poll {poll}" = "Someone voted on the poll {poll}";

/* Title for conversations sorting options */
"Sort conversations" = "مرتب‌سازی گفتگوها";

/* No comment provided by engineer. */
"Source code" = "کد منبع";

/* speaker = Loudspeaker, device */
"Speaker" = "بلندگو";

/* speaker = Loudspeaker, device */
"Speaker disabled" = "بلندگو غیرفعال شد";

/* speaker = Loudspeaker, device */
"Speaker enabled" = "بلندگو فعال شد";

/* Call view mode which shows the current speaker in fullscreen */
"Speaker view" = "Speaker view";

/* Call view mode which shows the current speaker in fullscreen and the other participants in a bar at the bottom */
"Speaker view with participant bar" = "Speaker view with participant bar";

/* No comment provided by engineer. */
"Speech recognition access is not allowed. Check your settings." = "دسترسی به تشخیص گفتار مجاز نیست. تنظیمات خود را بررسی کنید.";

/* No comment provided by engineer. */
"Speech recognition failed" = "تشخیص گفتار ناموفق بود";

/* No comment provided by engineer. */
"Start a new group conversation" = "شروع یک گفتگوی گروهی جدید";

/* No comment provided by engineer. */
"Start call" = "شروع تماس";

/* No comment provided by engineer. */
"Start call silently" = "شروع تماس در حالت بی‌صدا";

/* No comment provided by engineer. */
"Start recording" = "شروع ضبط";

/* No comment provided by engineer. */
"Start time" = "زمان شروع";

/* No comment provided by engineer. */
"Start video call" = "شروع تماس تصویری";

/* No comment provided by engineer. */
"Start video call silently" = "شروع تماس تصویری در حالت بی‌صدا";

/* No comment provided by engineer. */
"Status" = "وضعیت";

/* No comment provided by engineer. */
"Status message" = "پیام وضعیت";

/* Action to 'Stop' a recording */
"Stop" = "توقف";

/* No comment provided by engineer. */
"Stop recording" = "توقف ضبط";

/* No comment provided by engineer. */
"Stop screensharing" = "توقف اشتراک‌گذاری صفحه";

/* Strikethrough text */
"Strikethrough" = "خط‌خورده (Strikethrough)";

/* No comment provided by engineer. */
"STUN servers" = "سرورهای STUN";

/* No comment provided by engineer. */
"Submit vote" = "ثبت رأی";

/* No comment provided by engineer. */
"Switch account" = "تعویض حساب کاربری";

/* No comment provided by engineer. */
"Switching to another conversation …" = "در حال انتقال به گفتگوی دیگر…";

/* No comment provided by engineer. */
"Synchronize to trusted servers and the global and public address book" = "همگام‌سازی با سرورهای قابل اعتماد و دفترچه تلفن عمومی و جهانی";

/* Talk to a user */
"Talk to" = "گفتگو با";

/* No comment provided by engineer. */
"Tap and hold to record a voice message" = "برای ضبط پیام صوتی، دست خود را نگه دارید";

/* No comment provided by engineer. */
"Tap and hold to record a voice message, release the button to send it." = "برای ضبط پیام صوتی دست خود را نگه دارید و برای ارسال، آن را رها کنید.";

/* No comment provided by engineer. */
"Test failed" = "آزمایش ناموفق بود";

/* No comment provided by engineer. */
"Test push notifications" = "آزمایش اعلان‌های آنی (Push)";

/* No comment provided by engineer. */
"Test results" = "نتایج آزمایش";

/* No comment provided by engineer. */
"Test results copied" = "نتایج آزمایش کپی شد";

/* No comment provided by engineer. */
"The app is too old and no longer supported by this server." = "برنامه بسیار قدیمی است و دیگر توسط این سرور پشتیبانی نمی‌شود.";

/* No comment provided by engineer. */
"The call for this event ended. Do you want to delete this conversation for everyone?" = "تماس این رویداد پایان یافت. آیا می‌خواهید این گفتگو را برای همه حذف کنید؟";

/* No comment provided by engineer. */
"The call has been running for one hour" = "یک ساعت از شروع تماس گذشته است";

/* No comment provided by engineer. */
"The call might be recorded" = "ممکن است این تماس ضبط شود";

/* No comment provided by engineer. */
"The password is wrong" = "رمز عبور اشتباه است";

/* No comment provided by engineer. */
"The recording might include your voice, video from camera, and screen share. Your consent is required before joining the call." = "فایل ضبط‌شده ممکن است شامل صدا، تصویر دوربین و صفحه نمایش اشتراک‌گذاری‌شده شما باشد. قبل از ورود به تماس، موافقت شما الزامی است.";

/* No comment provided by engineer. */
"The token might be used already or is expired. Please generate a new QR code and retry." = "کد امنیتی (Token) ممکن است منقضی شده یا قبلاً استفاده شده باشد. لطفاً یک کد QR جدید ایجاد کرده و دوباره تلاش کنید.";

/* No comment provided by engineer. */
"There is no account for user %@ in server %@ configured in this app." = "هیچ حساب کاربری برای کاربر %1$@ در سرور %2$@ روی این برنامه تنظیم نشده است.";

/* No comment provided by engineer. */
"This call is being recorded" = "این تماس در حال ضبط شدن است";

/* No comment provided by engineer. */
"This conversation is attached to a calendar event. Edit the event to change the name/description of the conversation." = "این گفتگو به یک رویداد در تقویم متصل است. برای تغییر نام یا توضیحات گفتگو، رویداد مربوطه را ویرایش کنید.";

/* No comment provided by engineer. */
"This conversation is read-only" = "این گفتگو فقط‌خواندنی است";

/* No comment provided by engineer. */
"This conversation will be automatically deleted for everyone in %ld days of no activity." = "این گفتگو در صورت عدم فعالیت، پس از %ld روز به صورت خودکار برای همه حذف خواهد شد.";

/* No comment provided by engineer. */
"This is the web address you use to access your server in your web browser." = "این همان آدرس وب سایتی است که برای دسترسی به سرور خود در مرورگر وارد می‌کنید.";

/* The meeting start time will be displayed after this text e.g (This meeting is scheduled for tomorrow at 10:00) */
"This meeting is scheduled for" = "این جلسه زمان‌بندی شده برای";

/* No comment provided by engineer. */
"This might take a moment" = "این فرآیند ممکن است کمی طول بکشد";

/* No comment provided by engineer. */
"This summary is AI generated and may contain mistakes." = "این خلاصه توسط هوش مصنوعی ایجاد شده و ممکن است حاوی خطا باشد.";

/* No comment provided by engineer. */
"This usually indicates that this device was previously used for an account, which was not properly removed from the server." = "این موضوع معمولاً نشان می‌دهد که دستگاه قبلاً برای حسابی استفاده شده که به درستی از روی سرور حذف نشده است.";

/* No comment provided by engineer. */
"This week" = "این هفته";

/* Remind me this weekend about that message */
"This weekend" = "این آخر هفته";

/* No comment provided by engineer. */
"This will impact the functionality of this app. Please review your settings." = "این مورد بر عملکرد برنامه تأثیر می‌گذارد. لطفاً تنظیمات خود را بررسی کنید.";

/* No comment provided by engineer. */
"Thread" = "رشته گفتگو (Thread)";

/* No comment provided by engineer. */
"Thread notification level button" = "دکمه سطح اعلان رشته گفتگو";

/* No comment provided by engineer. */
"Thread title" = "عنوان رشته گفتگو";

/* No comment provided by engineer. */
"Threads" = "رشته‌های گفتگو";

/* No comment provided by engineer. */
"Title" = "عنوان";

/* 'To' which language user wants to translate text */
"To" = "به زبان";

/* No comment provided by engineer. */
"To resolve this issue, use the web interface and go to \"Settings -> Security\"." = "برای رفع این مشکل، از طریق نسخه وب به مسیر «تنظیمات -> امنیت» بروید.";

/* TRANSLATORS this is for sending something 'to' a user. E.g. 'To: John Doe' */
"To:" = "به:";

/* No comment provided by engineer. */
"Today" = "امروز";

/* Remind me tomorrow about that message */
"Tomorrow" = "فردا";

/* No comment provided by engineer. */
"Too many requests, please try again later" = "Too many requests, please try again later";

/* TRANSLATORS this is for transcribing a voice message to text */
"Transcribe" = "تبدیل به متن (پیاده‌سازی)";

/* TRANSLATORS transcript of a voice-message */
"Transcript" = "متن پیاده‌شده";

/* No comment provided by engineer. */
"Translate" = "ترجمه کردن";

/* No comment provided by engineer. */
"Translation" = "ترجمه";

/* No comment provided by engineer. */
"Translation failed" = "ترجمه ناموفق بود";

/* Waiting message when trying to login with QR code */
"Trying to login…" = "در حال تلاش برای ورود…";

/* No comment provided by engineer. */
"TURN servers" = "سرورهای TURN";

/* No comment provided by engineer. */
"Twitter" = "توییتر";

/* No comment provided by engineer. */
"Twitter handle @…" = "شناسه توییتر @…";

/* No comment provided by engineer. */
"Typing indicator" = "نشانه در حال نوشتن";

/* No comment provided by engineer. */
"Typing indicators are only available when using a high performance backend (HPB)" = "نمایش وضعیت در حال نوشتن تنها در صورت استفاده از بک‌اند با کارایی بالا (HPB) در دسترس است";

/* No comment provided by engineer. */
"Unable to get context of the message" = "دریافت زمینه (Context) پیام امکان‌پذیر نیست";

/* No comment provided by engineer. */
"Unable to get conversation of the message" = "دسترسی به گفتگوی این پیام امکان‌پذیر نیست";

/* No comment provided by engineer. */
"Unable to load file" = "بارگذاری فایل امکان‌پذیر نیست";

/* No comment provided by engineer. */
"Unable to open file" = "باز کردن فایل امکان‌پذیر نیست";

/* No comment provided by engineer. */
"Unable to validate password right now" = "در حال حاضر امکان تایید رمز عبور وجود ندارد";

/* No comment provided by engineer. */
"Unarchive conversation" = "خروج گفتگو از بایگانی";

/* No comment provided by engineer. */
"Unavailable" = "خارج از دسترس";

/* No comment provided by engineer. */
"Unban" = "لغو مسدودیت";

/* No comment provided by engineer. */
"Under \"Devices & sessions\" check if there are duplicate entries for the same device." = "در بخش «دستگاه‌ها و نشست‌ها»، تکراری نبودن ورودی‌های این دستگاه را بررسی کنید.";

/* No comment provided by engineer. */
"Undo" = "بازگرداندن (Undo)";

/* No comment provided by engineer. */
"Undo Typing" = "لغو تایپ";

/* No comment provided by engineer. */
"Unknown" = "ناشناخته";

/* No comment provided by engineer. */
"Unknown error" = "خطای ناشناخته";

/* No comment provided by engineer. */
"Unknown error occurred" = "خطای ناشناخته‌ای رخ داده است";

/* No comment provided by engineer. */
"Unpin" = "برداشتن سنجاق";

/* No comment provided by engineer. */
"Unpin message" = "برداشتن سنجاق پیام";

/* 'Unread' meaning 'Unread conversations' */
"Unread" = "خوانده‌نشده";

/* No comment provided by engineer. */
"Unread mentions" = "اشاره‌های خوانده‌نشده";

/* No comment provided by engineer. */
"Unread messages" = "پیام‌های خوانده‌نشده";

/* Calling is not supported */
"Unsupported" = "پشتیبانی نمی‌شود";

/* No comment provided by engineer. */
"Update" = "به‌روزرسانی";

/* No comment provided by engineer. */
"Updated notification settings" = "تنظیمات اعلان‌ها به‌روزرسانی شد";

/* No comment provided by engineer. */
"Upload failed" = "آپلود ناموفق بود";

/* No comment provided by engineer. */
"Uploading %ld elements" = "در حال آپلود %ld فایل";

/* No comment provided by engineer. */
"User" = "کاربر";

/* No comment provided by engineer. */
"User profile and settings" = "پروفایل و تنظیمات کاربر";

/* No comment provided by engineer. */
"User status supported?" = "پشتیبانی از وضعیت کاربر؟";

/* No comment provided by engineer. */
"User storage quota exceeded" = "فضای ذخیره‌سازی کاربر به پایان رسیده است";

/* No comment provided by engineer. */
"Users" = "کاربران";

/* No comment provided by engineer. */
"Validating password…" = "در حال تایید رمز عبور…";

/* No comment provided by engineer. */
"Version" = "نسخه";

/* Join a call in video call mode */
"Video call" = "تماس تصویری";

/* No comment provided by engineer. */
"Video quality" = "کیفیت ویدیو";

/* Conversation visibility settings */
"Visibility" = "نمایانی (قابلیت مشاهده)";

/* No comment provided by engineer. */
"Voice messages" = "پیام‌های صوتی";

/* No comment provided by engineer. */
"Waiting for %@ to join call …" = "در انتظار ورود %@ به تماس…";

/* No comment provided by engineer. */
"Waiting for others to join call …" = "در انتظار ورود دیگران به تماس…";

/* No comment provided by engineer. */
"Website" = "وب‌سایت";

/* No comment provided by engineer. */
"What is your status?" = "وضعیت شما چیست؟";

/* No comment provided by engineer. */
"Write message, @ to mention someone …" = "پیام خود را بنویسید، برای اشاره به افراد از @ استفاده کنید…";

/* No comment provided by engineer. */
"Yes" = "بله";

/* No comment provided by engineer. */
"Yesterday" = "دیروز";

/* No comment provided by engineer. */
"You" = "شما";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You added {user0} and %ld more participants" = "شما {user0} و %ld شرکت‌کننده دیگر را اضافه کردید";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You added {user0} and {user1}" = "شما {user0} و {user1} را اضافه کردید";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants joined the call" = "شما و %ld شرکت‌کننده دیگر به تماس ملحق شدید";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants left the call" = "شما و %ld شرکت‌کننده دیگر تماس را ترک کردید";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} joined the call" = "شما و {actor0} به تماس ملحق شدید";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} left the call" = "شما و {actor0} تماس را ترک کردید";

/* No comment provided by engineer. */
"You are currently waiting in the lobby" = "شما در حال حاضر در لابی منتظر هستید";

/* No comment provided by engineer. */
"You are not allowed to add or remove reactions in this conversation" = "شما اجازه ثبت یا حذف واکنش در این گفتگو را ندارید";

/* No comment provided by engineer. */
"You are not part of any conversation" = "شما در هیچ گفتگویی حضور ندارید";

/* No comment provided by engineer. */
"You are not part of any conversation. Press + to start a new one." = "شما عضو هیچ گفتگویی نیستید. دکمه + را برای شروع یک گفتگوی جدید فشار دهید.";

/* No comment provided by engineer. */
"You can set your phone number so other users will be able to find you" = "می‌توانید شماره تلفن خود را تنظیم کنید تا سایر کاربران بتوانند شما را پیدا کنند";

/* No comment provided by engineer. */
"You cleared the history of the conversation" = "You cleared the history of the conversation";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and %ld more participants from moderators" = "شما دسترسی مدیریت {user0} و %ld شرکت‌کننده دیگر را لغو کردید";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and {user1} from moderators" = "شما دسترسی مدیریت {user0} و {user1} را لغو کردید";

/* No comment provided by engineer. */
"You demoted {user} from moderator" = "You demoted {user} from moderator";

/* No comment provided by engineer. */
"You ended the poll {poll}" = "You ended the poll {poll}";

/* No comment provided by engineer. */
"You have %ld pending invitations" = "شما %ld دعوت‌نامه در انتظار دارید";

/* No comment provided by engineer. */
"You have been muted by a moderator" = "شما توسط مدیر صدا بی‌صدا شدید";

/* No comment provided by engineer. */
"You have no meetings scheduled." = "هیچ جلسه‌ای برای شما زمان‌بندی نشده است.";

/* No comment provided by engineer. */
"You have no unread mentions." = "هیچ اشاره (Mention) خوانده‌نشده‌ای ندارید.";

/* No comment provided by engineer. */
"You have no unread messages." = "هیچ پیام خوانده‌نشده‌ای ندارید.";

/* No comment provided by engineer. */
"You joined the call" = "You joined the call";

/* No comment provided by engineer. */
"You left the call" = "You left the call";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave %@." = "قبل از ترک %@، باید یک مدیر جدید تعیین کنید.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave this conversation" = "قبل از ترک این گفتگو، باید یک مدیر جدید تعیین کنید";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and %ld more participants to moderators" = "شما {user0} و %ld شرکت‌کننده دیگر را به عنوان مدیر ارتقا دادید";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and {user1} to moderators" = "شما {user0} و {user1} را به عنوان مدیر ارتقا دادید";

/* No comment provided by engineer. */
"You promoted {user} to moderator" = "You promoted {user} to moderator";

/* No comment provided by engineer. */
"You received a new notification" = "اعلان جدیدی دریافت کردید";

/* No comment provided by engineer. */
"You reconnected to the call" = "اتصال مجدد شما به تماس برقرار شد";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You removed {user0} and %ld more participants" = "شما {user0} و %ld شرکت‌کننده دیگر را حذف کردید";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You removed {user0} and {user1}" = "شما {user0} و {user1} را حذف کردید";

/* No comment provided by engineer. */
"You started a call" = "You started a call";

/* No comment provided by engineer. */
"You started a silent call" = "You started a silent call";

/* No comment provided by engineer. */
"You started the video recording" = "You started the video recording";

/* No comment provided by engineer. */
"You stopped the video recording" = "You stopped the video recording";

/* No comment provided by engineer. */
"Your email address" = "نشانی ایمیل شما";

/* No comment provided by engineer. */
"Your phone number" = "شماره تلفن شما";

/* No comment provided by engineer. */
"Your PIN" = "کد PIN شما";

/* No comment provided by engineer. */
"Your postal address" = "آدرس پستی شما";

/* 'Zammad' is a product name */
"Zammad API error" = "خطای API زمد (Zammad)";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and %ld more participants" = "{actor0} شما و %ld شرکت‌کننده دیگر را اضافه کرد";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and {user0}" = "{actor0} شما و {user0} را اضافه کرد";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and %ld more participants" = "{actor0}، کاربر {user0} و %ld شرکت‌کننده دیگر را اضافه کرد";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and {user1}" = "{actor0}، کاربران {user0} و {user1} را اضافه کرد";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants joined the call" = "{actor0} و %ld شرکت‌کننده دیگر به تماس ملحق شدند";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants left the call" = "{actor0} و %ld شرکت‌کننده دیگر تماس را ترک کردند";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} joined the call" = "{actor0} و {actor1} به تماس ملحق شدند";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} left the call" = "{actor0} و {actor1} تماس را ترک کردند";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and %ld more participants from moderators" = "{actor0} دسترسی مدیریت شما و %ld شرکت‌کننده دیگر را لغو کرد";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and {user0} from moderators" = "{actor0} دسترسی مدیریت شما و {user0} را لغو کرد";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and %ld more participants from moderators" = "{actor0} دسترسی مدیریت {user0} و %ld شرکت‌کننده دیگر را لغو کرد";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and {user1} from moderators" = "{actor0} دسترسی مدیریت {user0} و {user1} را لغو کرد";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and %ld more participants to moderators" = "{actor0} شما و %ld شرکت‌کننده دیگر را به عنوان مدیر ارتقا داد";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and {user0} to moderators" = "{actor0} شما و {user0} را به عنوان مدیر ارتقا داد";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and %ld more participants to moderators" = "{actor0}، کاربر {user0} و %ld شرکت‌کننده دیگر را به عنوان مدیر ارتقا داد";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and {user1} to moderators" = "{actor0}، کاربران {user0} و {user1} را به عنوان مدیر ارتقا داد";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"{actor0} reconnected to the call" = "اتصال مجدد {actor0} به تماس برقرار شد";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and %ld more participants" = "{actor0} شما و %ld شرکت‌کننده دیگر را حذف کرد";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and {user0}" = "{actor0} شما و {user0} را حذف کرد";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and %ld more participants" = "{actor0}، کاربر {user0} و %ld شرکت‌کننده دیگر را حذف کرد";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and {user1}" = "{actor0}، کاربران {user0} و {user1} را حذف کرد";

/* No comment provided by engineer. */
"{actor} cleared the history of the conversation" = "{actor} cleared the history of the conversation";

/* No comment provided by engineer. */
"{actor} demoted you from moderator" = "{actor} demoted you from moderator";

/* No comment provided by engineer. */
"{actor} demoted {user} from moderator" = "{actor} demoted {user} from moderator";

/* No comment provided by engineer. */
"{actor} ended the poll {poll}" = "{actor} ended the poll {poll}";

/* No comment provided by engineer. */
"{actor} joined the call" = "{actor} joined the call";

/* No comment provided by engineer. */
"{actor} left the call" = "{actor} left the call";

/* No comment provided by engineer. */
"{actor} promoted you to moderator" = "{actor} promoted you to moderator";

/* No comment provided by engineer. */
"{actor} promoted {user} to moderator" = "{actor} promoted {user} to moderator";

/* No comment provided by engineer. */
"{actor} started a call" = "{actor} started a call";

/* No comment provided by engineer. */
"{actor} started a silent call" = "{actor} started a silent call";

/* No comment provided by engineer. */
"{actor} started the video recording" = "{actor} started the video recording";

/* No comment provided by engineer. */
"{actor} stopped the video recording" = "{actor} stopped the video recording";

/* No comment provided by engineer. */
"↓ New messages" = "↓ پیام‌های جدید";

